//Задача 3: Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным 
//(делится ли оно на два без остатка).

// 4 -> да
// -3 -> нет
// 7 -> нет

Console.WriteLine("Выяснить является ли число чётным.");

        Console.WriteLine("Введите число");
        

        // Console.WriteLine("a");

        // if (a % 2 == 0)
        // {
        //     Console.WriteLine("Четное");
        // }
        // else
        // {
        //     Console.WriteLine("Нечетное");
        // }